{
    "Available Crypto Currencies": "Criptomonedas Disponibles",
    "Total coins": "Total de monedas",
    "look up coin": "Buscar moneda",
    "Price": "Precio",
    "Change": "Cambio",
    "Favorite Coins": "Monedas Favoritas",
    "No favorite coins added yet.": "Aún no se han añadido monedas favoritas.",
    "Add coins to your favorites to see them here.": "Añade monedas a tus favoritos para verlas aquí.",
    "General Info": "Información General",
    "Coin Name": "Nombre de la Moneda",
    "Market Cap Rank": "Rango de Capitalización de Mercado",
    "Origin": "Origen",
    "Contract Address": "Dirección del Contrato",
    "Hashing Algorithm": "Algoritmo de Hash",
    "Genesis Date": "Fecha de Génesis",
    "Last Updated": "Última Actualización",
    "Scores": "Puntuaciones",
    "Community Score": "Puntuación de la Comunidad",
    "Developer Score": "Puntuación de Desarrolladores",
    "Liquidity Score": "Puntuación de Liquidez",
    "Public Interest Score": "Puntuación de Interés Público",
    "Not Available": "No Disponible",
    "Basic Questions": "Preguntas Básicas",
    "Advanced Questions": "Preguntas Avanzadas",
    "What is accessibility?": "¿Qué es la accesibilidad?",
    "HTML: A good basis for accessibility?": "¿HTML: Una buena base para la accesibilidad?",
    "CSS and JavaScript accessibility best practices?": "¿Mejores prácticas de accesibilidad en CSS y JavaScript?",
    "WAI-ARIA basics?": "¿Conceptos básicos de WAI-ARIA?",
    "Accessible multimedia?": "¿Multimedia accesible?",
    "Mobile accessibility?": "¿Accesibilidad móvil?",
    "Home": "Inicio",
    "Favorite": "Favoritos",
    "About": "Informacion",
    "vacio": "No hay monedas ",
    "accessibility_content": "Este artículo comienza el módulo con una buena mirada a qué es la accesibilidad — esto incluye qué grupos de personas debemos considerar y por qué, qué herramientas utilizan diferentes personas para interactuar con la web, y cómo podemos hacer de la accesibilidad parte de nuestro flujo de trabajo de desarrollo web.",
    "html_accessibility_content": "Una gran cantidad de contenido web puede hacerse accesible simplemente asegurándose de que los elementos HTML correctos se utilicen siempre para el propósito correcto.",
    "css_js_accessibility_content": "CSS y JavaScript, cuando se utilizan correctamente, también tienen el potencial de permitir experiencias web accesibles, pero si se utilizan mal pueden dañar significativamente la accesibilidad. Este artículo describe algunas mejores prácticas de CSS y JavaScript que deben considerarse para garantizar que incluso el contenido complejo sea lo más accesible posible.",
    "wai_aria_content": "Siguiendo el artículo anterior, a veces hacer controles de interfaz complejos que involucran HTML no semántico y contenido actualizado dinámicamente con JavaScript puede ser difícil. WAI-ARIA es una tecnología que puede ayudar con tales problemas al agregar más semántica que los navegadores y las tecnologías de asistencia pueden reconocer y usar para informar a los usuarios lo que está sucediendo. Aquí mostraremos cómo usarlo a un nivel básico para mejorar la accesibilidad.",
    "multimedia_content": "Otra categoría de contenido que puede crear problemas de accesibilidad es el multimedia — el contenido de video, audio e imagen debe recibir alternativas textuales adecuadas, para que puedan ser entendidos por tecnologías de asistencia y sus usuarios. Este artículo muestra cómo.",
    "mobile_content": "Con el acceso web en dispositivos móviles siendo tan popular, y plataformas populares como iOS y Android.",
    "Discover": "Descubra el mundo de las criptomonedas",
    "SubtitleHome": "Realice un seguimiento de los precios en tiempo real, la capitalización del mercado y explore el futuro de los activos digitales, todo en un solo lugar.",
    "About Cryptos": "Sobre Cryptos",
    "Understanding cryptocurrency and blockchain technology": "Comprender las criptomonedas y la tecnología blockchain"
}